Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/Localizable.xcstrings
Source language: en
Languages: bg, cs, de, es, fr, gsw_ch, it, ja, ko, nl, pl, pt_br, ru, sk, tr, uk, zh_hans, zh_hant

# restore_option_data_keep_data_description
source: Only restore the %@ ID (from %@ Safe or from an ID export), and keep the local data
bg: Възстановете само %@ идентификатора (от %@ Safe или от експортирания идентификатор) и запазете локалните данни
cs: Obnovit pouze %@ ID (z %@ Safe nebo z exportu ID) a ponechat lokální data
de: Nur die %@-ID (aus %@ Safe oder aus ID-Export) wiederherstellen, und lokale Daten beibehalten
es: Restaurar solo el ID de %@ (desde %@ Safe o desde un ID exportado) y conservar los datos locales.
fr: Restaurer seulement l’ID %@ (depuis %@ Safe ou une exportation d’ID) et conserver les données locales
gsw_ch: Nur d’%@-ID (us %@ Safe oder usem ID-Export) wiederherstelle, und lokali Date bhalte
it: Ripristina solo %@ ID (da %@ Safe o da un ID esportato) e mantieni i dati locali
ja: %@ IDの復元（%@ Safeからの復元、またはIDのエクスポートからの復元）のみを行い、ローカルデータは保持します
ko: %@ Safe 또는 ID 내보내기에서 %@ ID만 복원하고 로컬 데이터를 유지합니다.
nl: Alleen het %@-ID herstellen (via %@ Safe of een ID-exportbestand) en de lokale gegevens bewaren
pl: Przywróć tylko ID %@ (z %@ Safe lub z eksportu ID) i zachowaj dane lokalne
pt_br: Somente restaure a ID do %@ (do %@ Safe ou da exportação de ID) e mantenha os dados locais
ru: Восстановление только %@ ID (из %@ Safe или из экспорта ID) с сохранением данных на устройстве
sk: Obnoviť iba %@ ID (z %@ Safe, alebo z exportu ID) a ponechať lokálne údaje
tr: Yalnızca %@ kimliğini geri yükle (%@ Safe'den veya bir kimlik dışa aktarımından) ve yerel verileri sakla
uk: Відновити лише %@ ID (з %@ Safe або з експортованого ID) та залишити дані на пристрої
zh_hans: 只恢复 %@ ID（从 %@ Safe 或从ID导出），并保留本地数据
zh_hant: 僅還原 %@ ID（從 %@ Safe 或從ID匯出），並保留本地資料

# restore_option_description
source: What kind of backup would you like to restore?
bg: Какъв вид резервно копие искате да възстановите?
cs: Jaký typ zálohy chcete obnovit?
de: Welches Backup möchten Sie wiederherstellen?
es: ¿Qué tipo de copia de seguridad de seguridad desea restaurar?
fr: Quel type de sauvegarde voulez-vous restaurer ?
gsw_ch: Weles Backup wänd Sie wiederherstelle?
it: Che tipo di backup vuoi ripristinare?
ja: どのようなバックアップを復元したいのでしょうか？
ko: 어떤 종류의 백업을 복원하고 싶으십니까?
nl: Wat voor soort back-up wilt u herstellen?
pl: Jaki rodzaj kopii zapasowej chcesz przywrócić?
pt_br: Qual tipo de backup você deseja restaurar?
ru: Какую резервную копию вы хотите использовать для восстановления?
sk: Aký druh zálohy chcete obnoviť?
tr: Ne tür bir yedeklemeyi geri yüklemek istersiniz?
uk: Яку резервну копію бажаєте відновити?
zh_hans: 您想恢复哪个备份？
zh_hant: 您想還原哪個備份？

# restore_option_help_link_text
source: Help
bg: Помощ
cs: Nápověda
de: Hilfe
es: Ayuda
fr: Aide
gsw_ch: Hilfe
it: Assistenza
ja: ヘルプ
ko: 도움말
pl: Pomoc
pt_br: Ajuda
ru: Справка
sk: Nápoveda
tr: Yardım
uk: Допомога
zh_hans: 帮助
zh_hant: 說明

# restore_option_id
source: Restore only your ID.
bg: Възстановете само Вашия идентификатор
cs: Obnovit pouze ID.
de: Nur Ihre ID wiederherstellen
es: Restaurar solo el ID.
fr: Restaurer seulement votre ID.
gsw_ch: Nur Ihri ID wiederherstelle.
it: Ripristina solo il tuo ID.
ja: IDだけを復元する
ko: ID만 복원하기
nl: Alleen uw ID herstellen
pl: Przywróć tylko identyfikator.
pt_br: Restaurar somente a sua ID
ru: Восстановить только ID
sk: Obnoviť iba vaše ID
tr: Yalnızca kimliğinizi geri yükleyin
uk: Відновити лише ID
zh_hans: 仅恢复您的ID
zh_hant: 僅還原您的ID

# restore_option_id_keep_data
source: Restore your exported %@ ID, and keep the data (chats, contacts, groups, etc.) stored on this device
bg: Възстановете Вашия експортиран %@ идентификатор и запазете данните (чатове, контакти, групи и т.н) запазени на това устройство
cs: Obnovit exportované %@ ID a zachovat data (konverzace, kontakty, skupiny apod.) uložená na tomto zařízení
de: Ihre exportierte %@-ID wiederherstellen, und die Daten (Chats, Kontakte, Gruppen etc.) auf diesem Gerät beibehalten
es: Restaurar el ID de %@ exportado y conservar los datos (chats, contactos, grupos, etc.) guardados en este dispositivo.
fr: Restaurer votre ID %@ exporté et conserver les données (conversations, contacts, groupes, etc) stockées sur cet appareil.
gsw_ch: Ihri exportiert %@-ID wiederherstelle, und d’Date (Chats, Kontäkt, Gruppe etc.) uf dem Grät bhalte
it: Ripristina il %@ ID esportato e memorizza i dati (chat, contatti, gruppi, ecc...) su questo dispositivo
ja: エクスポートされた%@ IDを復元し、この端末に保存されているデータ（トーク・連絡先・グループなど）を維持することができます
ko: 내보낸 %@ ID를 복원하고 이 기기에 저장된 데이터 (채팅, 연락처, 그룹 등)를 유지하십시오.
nl: Herstel uw geëxporteerde %@ ID en behoud de gegevens (chatgesprekken, groepen, enz) die al op dit apparaat zijn opgeslagen
pl: Przywróć wyeksportowany ID %@ i zachowaj dane (czaty, kontakty, grupy itp.) przechowywane na tym urządzeniu
pt_br: Restaure a sua ID do %@ exportada e mantenha os dados (chats, contatos, grupos, etc) armazenados neste dispositivo
ru: Восстановление экспорта %@ ID с сохранением данных (чатов, контактов, групп и т.п.) на устройстве
sk: Obnoviť exportované %@ ID a ponechať údaje (konverzácie, kontakty, skupiny atď.) uložené na tomto zariadení
tr: Dışa aktarılan %@ kimliğinizi geri yükleyin ve bu cihazda depolanan verileri (sohbetler, kişiler, gruplar vb.) saklayın
uk: Відновити експортований %@ ID та залишити дані (діалоги, контакти, групи тощо) на пристрої
zh_hans: 恢复已导出的%@ ID，并将数据（聊天，联系人，群组等）保存在此设备上
zh_hant: 還原已匯出的%@ ID，並將資料（對話，聯絡人，群組等）儲存在此裝置上

# restore_option_id_title
source: Restore ID from Backup
bg: Възстановете Вашия идентификатор от резервно копие
cs: Obnovit ID ze zálohy
de: ID aus Backup wiederherstellen
es: Restaurar ID desde copia de seguridad
fr: Restaurer l’ID depuis la sauvegarde
gsw_ch: ID useme Backup wiederherstelle
it: Ripristina lD dal backup
ja: バックアップからのIDの復元
ko: 백업에서 ID 복원
nl: ID herstellen van back-up
pl: Przywracanie ID z Kopii zapasowej
pt_br: Restaurar ID do backup
ru: Восстановить ID из резервной копии
sk: Obnoviť ID zo zálohy
tr: Kimliği yedekten geri yükle
uk: Відновити ID з резервної копії
zh_hans: 从备份中恢复ID
zh_hant: 從備份中還原ID

# restore_option_safe
source: Restore your ID, contacts, and groups
bg: Възстановете Вашия идентификатор, контакти и групи
cs: Obnovit vaše ID, kontakty a skupiny
de: Ihre ID, Kontakte und Gruppen wiederherstellen
es: Restaurar el ID, los contactos y los grupos
fr: Restaurer votre ID, vos contacts et vos groupes
gsw_ch: Ihri ID, Kontäkt und Gruppe wiederherstelle
it: Ripristina ID, contatti e gruppi
ja: ID・連絡先・グループの復元
ko: ID, 연락처 및 그룹 복원
nl: Herstel uw ID, contactpersonen en groepen
pl: Przywracanie ID, kontaktów i grup
pt_br: Restaurar sua ID, contatos e grupos
ru: Восстановить ID, контакты и группы
sk: Obnoviť ID, kontakty a skupiny
tr: Kimliğinizi, kişilerinizi ve gruplarınızı geri yükleyin
uk: Відновити ID, контакти та групи
zh_hans: 恢复您的ID，联系人和群组
zh_hant: 還原您的ID，聯絡人和群組

# restore_option_safe_keep_data
source: Restore only the ID from %@ Safe, and keep the data (chats, contacts, groups, etc.) stored on this device
bg: Възстановете само идентификатора от %@ Safe и запазете данните (чатове, контакти, групи и т.н) запазени на това устройство
cs: Obnovit z %@ Safe pouze ID a zachovat data (konverzace, kontakty, skupiny apod.) uložená na tomto zařízení
de: Ihre ID aus %@ Safe wiederherstellen, und die Daten (Chats, Kontakte, Gruppen etc.) auf diesem Gerät beibehalten
es: Restaurar solo el ID desde %@ Safe y conservar los datos (chats, contactos, grupos, etc.) guardados en este dispositivo.
fr: Restaurer seulement l’ID depuis %@ Safe et conserver les données (conversations, contacts, groupes, etc) stockées sur cet appareil.
gsw_ch: Ihri ID us %@ Safe wiederherstelle, und d’Date (Chats, Kontäkt, Gruppe etc.) uf dem Grät bhalte
it: Ripristina solo ID da %@ Safe e memorizza i dati (chat, contatti, gruppi, ecc...) su questo dispositivo
ja: %@ SafeからIDのみを復元し、この端末に保存されているデータ（トーク・連絡先・グループなど）は維持する
ko: %@ Safe에서 ID만 복원하고 이 기기에 저장된 데이터 (채팅, 연락처, 그룹 등)는 유지합니다
nl: Alleen het ID van %@ Safe herstellen en de gegevens (chatgesprekken, contactpersonen, groepen, enz) op dit apparaat behouden.
pl: Przywróć tylko ID z %@ Safe i zachowaj dane (czaty, kontakty, grupy itp.) przechowywane na tym urządzeniu
pt_br: Restaurar apenas a ID do %@ Safe e mantenha os dados (chats, contatos, grupos, etc) armazenados neste dispositivo
ru: Восстановление только ID из %@ Safe с сохранением данных (чатов, контактов, групп и т.п.) на устройстве
sk: Obnoviť z Trezoru %@ iba ID a ponechať údaje (konverzácie, kontakty, skupiny atď.) uložené na tomto zariadení
tr: %@ Safe'den yalnızca kimliği geri yükle ve bu cihazda depolanan verileri (sohbetler, kişiler, gruplar vb.) sakla
uk: Відновити лише ID з %@ Safe та залишити дані (діалоги, контакти, групи тощо) на пристрої
zh_hans: 只从 %@ Safe 恢复 ID，并将数据（聊天，联系人，群组等）保存在此设备上
zh_hant: 僅從 %@ Safe 還原 ID，並將資料（對話，聯絡人，群組等）儲存在此裝置上

# restore_option_title
source: Restore a Backup
bg: Възстановяване от резервно копие
cs: Obnovit zálohu
de: Ein Backup wiederherstellen
es: Restaurar una copia de seguridad
fr: Restaurer une sauvegarde
gsw_ch: Es Backup wiederherstelle
it: Ripristina il backup
ja: バックアップを復元
ko: 백업 복원
nl: Een back-up herstellen
pl: Przywracanie kopii zapasowej
pt_br: Restaurar um backup
ru: Восстановить резервную копию
sk: Obnoviť zálohu
tr: Yedeği geri yükle
uk: Відновити з резервної копії
zh_hans: 恢复备份
zh_hant: 還原備份

# restore_title_text
source: Back to %@?
bg: Завръщате ли се в %@?
cs: Zpět do %@?
de: Zurück bei %@?
es: ¿Volver a %@?
fr: De retour à %@ ?
gsw_ch: Zrugg bi %@?
it: Sei tornato/a su %@?
ja: %@に戻りますか？
ko: %@(으)로 돌아가기?
nl: Terug naar %@?
pl: Wrócić do %@?
pt_br: Voltar para o %@?
ru: Вернулись в %@?
sk: Späť na %@?
tr: %@ geri dönülsün mü?
uk: Повернулись до %@?
zh_hans: 返回到 %@？
zh_hant: 返回至 %@？

# restricted_contacts_access_message
source: Ask your supervisor to grant access to Contacts.
bg: Попитайте Вашия началник за достъп до контактите.
cs: Požádejte svého nadřízeného o přístup ke kontaktům.
de: Bitten Sie Ihren Administrator, diese Einschränkung aufzuheben.
es: Pide a tu supervisor que conceda acceso a los contactos.
fr: Demandez à votre superviseur d’accorder l’accès aux contacts.
gsw_ch: Bitted Sie Ihre Administrator, die Ischränkig ufzhebe.
it: Chiedi il tuo amministratore di concedere l’accesso ai contatti.
ja: 責任者に連絡先へのアクセス許可を依頼してください。
ko: 관리자에게 연락처 접근 권한을 요청하십시오.
nl: Vraag je supervisor om toegang tot de contactpersonen.
pl: Poproś przełożonego o dostęp do Kontaktów.
pt_br: Peça ao seu supervisor para conceder acesso aos Contatos.
ru: Попросите своего начальника предоставить доступ к контактам.
sk: Pre udelenie prístupu ku kontaktom sa obráťte na správcu.
tr: Yöneticinizden Kişiler’e erişim izni isteyin.
uk: Попросіть свого керівника надати доступ до Контактів.
zh_hans: 请向您的主管授予访问通讯录的权限。
zh_hant: 請向您的主管授予取用通訊錄的權限。

# restricted_contacts_access_title
source: Contacts Access Restricted
bg: Достъпът до контактите е ограничен
cs: Omezený přístup ke kontaktům
de: Zugriff auf Kontakte eingeschränkt
es: Acceso a contactos restringido
fr: Accès aux contacts restreint
gsw_ch: Zuegriff uf d’Kontäkt igschränkt
it: Accesso ai contatti limitato
ja: 連絡先へのアクセスが制限されています
ko: 연락처 접근이 제한됨
nl: Toegang tot contactpersonen is beperkt
pl: Ograniczony dostęp do kontaktów
pt_br: Acesso restrito aos Contatos
ru: Доступ к контактам ограничен
sk: Prístup ku kontaktom obmedzený
tr: Kişilere erişim kısıtlı
uk: Доступ до контактів обмежено
zh_hans: 通讯录访问受限
zh_hant: 通訊錄取用受限制

# restricted_linked_contact_access_edit_message
source: %@ is unable to access your linked contact due to access restrictions. Ask your supervisor to grant access to Contacts. Or unlink contact permanently to edit.
bg: %@ няма достъп до Вашия свързан контакт заради ограничения достъп. Попитайте Вашия началник да Ви даде достъп до контактите или премахнете връзката към контакта перманентно, за да го редактирате.
cs: Kvůli omezeným oprávněním nemá %@ přístup k vašemu propojenému kontaktu. Požádejte svého nadřízeného o přístup ke kontaktům. Můžete také kontakt trvale odpojit a poté provést jeho úpravu.
de: %@ kann nicht auf den verknüpften Kontakt zugreifen, weil der Zugriff eingeschränkt ist. Bitten Sie Ihren Administrator, diese Einschränkung aufzuheben. Oder heben Sie die Verknüpfung permanent auf, um den Kontakt zu bearbeiten.
es: %@ no puede acceder a su contacto vinculado debido a las restricciones de acceso. Pida a su supervisor que conceda acceso a los contactos o desvincule el contacto permanentemente para editar.
fr: %@ est incapable d’accéder à votre contact lié à cause des restrictions d’accès. Demandez à votre superviseur d’accorder l’accès aux contacts. Vous pouvez sinon dissocier le contact de façon permanente pour apporter des modifications.
gsw_ch: %@ cha nöd uf de verchnüpft Kontakt zuegriife, wil de Zuegriff igschränkt isch. Bitted Sie Ihre Administrator, die Ischränkig ufzhebe. Oder hebed Sie d’Verchnüpfig permanent uf, zum de Kontakt z’bearbeite.
it: %@ non può accedere al contatto collegato a causa dell’accesso limitato. Chiedi il tuo amministratore di concedere l’accesso ai contatti oppure rimuovi il collegamento in modo permanente per modificare il contatto.
ja: アクセス制限のため、%@は紐付けされた連絡先にアクセスできません。責任者に連絡先へのアクセス許可を依頼してください。または、連絡先の紐付けを永久に解除して編集してください。
ko: 접근 제한으로 인해 %@는 연결된 연락처에 접근할 수 없습니다. 관리자에게 연락처 접근 권한을 요청하십시오. 또는 편집하기 위해 연락처 연결을 영구적으로 해제하십시오.
nl: %@ heeft vanwege toegangsbeperkingen geen toegang tot je gekoppelde contactpersonen. Vraag je supervisor om toegang tot de contactpersonen. Of verbreek de koppeling met de contactpersoon permanent om deze te bewerken.
pl: %@ nie ma dostępu do kontaktu powiązanego z powodu ograniczeń dostępu. Poproś przełożonego o dostęp do Kontaktów lub trwale usuń powiązanie kontaktu do edycji.
pt_br: O %@ não conseguiu acessar o seu contato vinculado devido a restrições de acesso. Peça ao seu supervisor para conceder acesso aos Contatos ou desvincule o contato permanentemente para editar.
ru: %@ не может получить доступ к привязанному контакту из-за ограничений на доступ. Попросите своего начальника предоставить доступ к контактам. Либо отсоедините контакт окончательно для редактирования.
sk: %@ nemôže získať prístup k vášmu prepojenému kontaktu z dôvodu obmedzení prístupu. Požiadajte svojho nadriadeného o udelenie prístupu ku kontaktom. Alebo zrušte prepojenie kontaktu natrvalo a upravte ho.
tr: %@, erişim kısıtlamaları nedeniyle bağlı kişinize erişemiyor. Yöneticinizden Kişiler'e erişim izni vermesini isteyin veya düzenlemek için kişinin bağlantısını kalıcı olarak kaldırın.
uk: %@ не може отримати доступ до вашого прив’язаного контакту через обмеження доступу. Попросіть свого керівника надати доступ до Контактів. Або назавжди від’єднайте контакт, щоб редагувати.
zh_hans: 由于系统访问限制，%@ 无法访问您的已链接联系人。请向您的主管授予访问通讯录的权限，或者编辑永久解除链接的联系人。
zh_hant: 由於系統取用限制，%@ 無法取用您的已連結聯絡人。請向您的主管授予取用通訊錄的權限，或者編輯永久解除連結的聯絡人。

# restricted_linked_contact_access_message
source: %@ is unable to access your linked contact due to access restrictions. Ask your supervisor to grant access to Contacts. Or unlink contact permanently.
bg: %@ няма достъп до Вашия свързан контакт заради ограничения достъп. Попитайте Вашия началник да Ви даде достъп до контактите или премахнете връзката към контакта перманентно.
cs: Kvůli omezeným oprávněním nemá %@ přístup k vašemu propojenému kontaktu. Požádejte svého nadřízeného o přístup ke kontaktům. Můžete také kontakt trvale odpojit.
de: %@ kann nicht auf den verknüpften Kontakt zugreifen, weil der Zugriff eingeschränkt ist. Bitten Sie Ihren Administrator, diese Einschränkung aufzuheben. Oder heben Sie die Verknüpfung permanent auf.
es: %@ no puede acceder a su contacto vinculado debido a las restricciones de acceso. Pida a su supervisor que conceda acceso a los contactos o desvincule el contacto permanentemente.
fr: %@ est incapable d’accès à votre contact lié à cause des restrictions d’accès. Demandez à votre superviseur d’accorder l’accès aux contacts. Vous pouvez sinon dissocier le contact de façon permanente.
gsw_ch: %@ cha nöd uf de verchnüpft Kontakt zuegriife, wil de Zuegriff igschränkt isch. Bitted Sie Ihre Administrator, die Ischränkig ufzhebe. Oder hebed Sie d’Verchnüpfig permanent uf.
it: %@ non può accedere al contatto collegato a causa dell’accesso limitato. Chiedi il tuo amministratore di concedere l’accesso ai contatti oppure rimuovi il collegamento in modo permanente.
ja: アクセス制限のため、%@は紐付けされた連絡先にアクセスできません。責任者に連絡先へのアクセス許可を依頼してください。または、連絡先の紐付けを永久に解除してください。
ko: 접근 제한으로 인해 %@는 연결된 연락처에 접근할 수 없습니다. 관리자에게 연락처 접근 권한을 요청하십시오. 또는 연락처 연결을 영구적으로 해제하십시오.
nl: %@ heeft vanwege toegangsbeperkingen geen toegang tot je gekoppelde contactpersonen. Vraag je supervisor om toegang tot de contactpersonen. Of verbreek de koppeling met de contactpersoon permanent.
pl: %@ nie ma dostępu do kontaktu powiązanego z powodu ograniczeń dostępu. Poproś przełożonego o dostęp do Kontaktów lub trwale usuń powiązanie kontaktu.
pt_br: O %@ não conseguiu acessar o seu contato vinculado devido a restrições de acesso. Peça ao seu supervisor para conceder acesso aos Contatos ou desvincule o contato permanentemente.
ru: %@ не может получить доступ к привязанному контакту из-за ограничений на доступ. Попросите своего начальника предоставить доступ к контактам. Либо отсоедините контакт окончательно.
sk: %@ nemá prístup k vášmu prepojenému kontaktu kvôli obmedzeniam prístupu. Požiadajte svojho nadriadeného o udelenie prístupu ku kontaktom. Alebo natrvalo zrušte prepojenie kontaktu.
tr: %@, erişim kısıtlamaları nedeniyle bağlı kişinize erişemiyor. Yöneticinizden Kişiler'e erişim izni vermesini isteyin veya kişinin bağlantısını kalıcı olarak kaldırın.
uk: %@ не може отримати доступ до вашого прив’язаного контакту через обмеження доступу. Попросіть свого керівника надати доступ до Контактів. Або назавжди від’єднайте контакт.
zh_hans: 由于系统访问限制，%@ 无法访问您的已链接联系人。请向您的主管授予访问通讯录的权限，或者永久解除链接联系人。
zh_hant: 由於系統取用限制，%@ 無法取用您的已連結聯絡人。請向您的主管授予取用通訊錄的權限，或者永久解除連結聯絡人。

source: Retry
bg: Опитайте отново
cs: Opakovat
de: Erneut versuchen
es: Reintentar
fr: Réessayer
gsw_ch: Nomal probiere
it: Riprova
ja: 再試行
ko: 다시 시도
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tente de novo
ru: Повтор
sk: Znova
tr: Tekrar deneyin
uk: Повторити спробу
zh_hans: 重试
zh_hant: 重試

# revocation_check_failed
source: check failed
bg: проверката е неуспешна
cs: kontrola se nezdařila
de: Update fehlgeschlagen
es: error al comprobar
fr: Échec
gsw_ch: Update fehlgschlage
it: verifica non riuscita
ja: 確認が失敗しました
ko: 확인 실패
nl: controle mislukt
pl: niepowodzenie
pt_br: verificação falhou
ru: не проверено
sk: kontrola zlyhala
tr: kontrol başarısız
uk: помилка перевірки
zh_hans: 检查失败
zh_hant: 檢查失敗

# revocation_password
source: ID Revocation Password
bg: Парола за анулиране на идентификатора
cs: Heslo ke zrušení ID
de: ID-Widerrufspasswort
es: Contraseña de revocación de ID
fr: Mot de passe de suppression d’ID
gsw_ch: ID-Widerruefspasswort
it: Password di annullamento ID
ja: ID失効パスワード
ko: 아이디 탈퇴 비밀번호
nl: Wachtwoord ID intrekken
pl: Hasło Unieważnienia ID
pt_br: Senha de revogação de ID
ru: Пароль для отзыва идентификационных данных
sk: Heslo k zrušeniu ID
tr: Kimlik iptali şifresi
uk: Пароль скидання ID
zh_hans: ID撤销密码
zh_hant: ID撤銷密碼

# revocation_password_button
source: Set
bg: Задаване
cs: Nastavit
de: Setzen
es: Establecer
fr: Définir
gsw_ch: Setze
it: Configura
ko: 설정
nl: Instellen
pl: Ustaw
pt_br: Definir
tr: Ayarlamak
uk: Встановити
zh_hans: 设置
zh_hant: 設定

# revocation_password_description
source: With this password you can ultimately revoke your %@ ID via https://myid.threema.ch/revoke. Minimum 8 characters (mix of letters, digits and symbols recommended).
bg: С тази парола Вие можете да анулирате Вашия %@ идентификатор от https://myid.threema.ch/revoke. Паролата трябва да е от минимум 8 знака (микс от букви, цифри и символи).
cs: Prostřednictvím tohoto hesla můžete trvale zrušit svoje %@ ID, a to na stránce https://myid.threema.ch/revoke. Je zapotřebí alespoň 8 znaků (doporučuje se použít kombinaci písmen, číslic a symbolů).
de: Mit diesem Passwort kann die eigene %@-ID auf https://myid.threema.ch/revoke endgültig widerrufen werden (mindestens 8 Zeichen, Mischung aus Buchstaben, Zahlen und Symbolen empfohlen).
es: Con esta contraseña podrá finalmente revocar su ID de %@ a través de https://myid.threema.ch/revoke. Se recomienda que contenga al menos 8 caracteres y que combine letras, cifras y símbolos.
fr: Ce mot de passe vous permettra de supprimer votre ID %@ sur https://myid.threema.ch/revoke. Minimum 8 caractères (mélange de lettres, chiffres et symboles recommandé).
gsw_ch: Mit dem Passwort cha di eigeni %@-ID uf https://myid.threema.ch/revoke endgültig widerruefe werde (mind. 8 Zeiche und e Mischig us Buechstabe, Zahle und Symbol sind empfohle).
it: Grazie a questa password potrai annullare in via definitiva il tuo %@ ID all’indirizzo https://myid.threema.ch/revoke (password di almeno 8 caratteri, composta preferibilmente da lettere, cifre e simboli).
ja: このパスワードは、ID失効ページ（https://myid.threema.ch/revoke）にて、%@ IDを永久に無効にさせるために使用されます。最低8文字（アルファベット・数字・記号の組み合わせを推奨）
ko: 이 비밀번호로 https://myid.threema.ch/revoke에서 영구적으로 %@ 아이디를 탈퇴할 수 있습니다. 최소 8자(문자, 숫자, 특수문자 조합 권장).
nl: Met dit wachtwoord kun je je %@-ID intrekken via https://myid.threema.ch/revoke. Minimaal 8 lettertekens (mix van letters, cijfers en symbolen wordt aanbevolen).
pl: Za pomocą tego hasła możesz ostatecznie unieważnić swój ID %@ przez https://myid.threema.ch/revoke. Minimum 8 znaków (zalecane połączenie liter, cyfr i symboli).
pt_br: Com esta senha, você pode revogar a sua ID do %@ em definitivo através do https://myid.threema.ch/revoke. Mínimo de 8 caracteres (recomenda-se a mistura de letras, dígitos e símbolos).
ru: С помощью этого пароля вы можете окончательно отозвать свой идентификатор %@ через веб-страницу https://myid.threema.ch/revoke. Длина пароля не менее 8 символов (рекомендуется использовать буквы, цифры и специальные символы).
sk: Pomocou tohto hesla môžete natrvalo zrušiť svoje %@ ID prostredníctvom stránky https://myid.threema.ch/revoke. Minimálne 8 znakov (odporúča sa kombinácia písmen, číslic a symbolov).
tr: Bu şifre ile %@ kimliğinizi https://myid.threema.ch/revoke aracılığıyla iptal edebilirsiniz. Minimum 8 karakter (harf, rakam ve sembollerin) karışımı önerilir.
uk: За допомогою цього пароля ви можете остаточно скинути свій ідентифікатор %@ через https://myid.threema.ch/revoke. Мінімум 8 символів (рекомендується поєднання букв, цифр і символів).
zh_hans: 有了这个密码，您可以通过 https://myid.threema.ch/revoke 彻底撤销您的 %@ ID。最少8个字符（建议混合使用字母、数字和符号）。
zh_hant: 有了這個密碼，您可以透過 https://myid.threema.ch/revoke 徹底撤銷您的 %@ ID。最少8個字元（建議混合使用字母、數字和符號）。

# revocation_password_not_set
source: not set
bg: не е зададена
cs: nenastaveno
de: nicht gesetzt
es: no establecida
fr: non défini
gsw_ch: nöd gsetzt
it: non impostata
ja: 未設定
ko: 미설정
nl: niet ingesteld
pl: nie ustawiono
pt_br: não configurado
ru: не задан
sk: nenastavené
tr: ayarlanmadı
uk: не задано
zh_hans: 未设置
zh_hant: 未設定

# revocation_request_failed
source: Setting revocation password failed
bg: Актуализацията на паролата за анулиране на идентификатора е неуспешна
cs: Aktualizace hesla ke zrušení ID se nezdařila
de: Setzen des ID-Widerrufspasswort fehlgeschlagen
es: Error al actualizar la contraseña de revocación.
fr: Échec de la modification du mot de passe de suppression d’ID
gsw_ch: Setze vom ID-Widerruefspasswort fehlgschlage
it: Impostazione della password di revoca non riuscita
ja: ID復旧パスワードの設定が失敗しました
ko: 아이디 탈퇴 비밀번호 업데이트 실패
nl: Bijwerken Wachtwoord ID intrekken mislukt
pl: Aktualizacja hasła unieważnienia ID nie powiodła się
pt_br: Falha ao atualizar a senha de revogação de ID
ru: Не удалось изменить пароль для отзыва идентификационных данных
sk: Aktualizácia hesla k zrušeniu ID zlyhala
tr: Kimlik iptali şifre güncellemesi başarısız oldu
uk: Не вдалось оновити пароль скидання ID
zh_hans: ID撤销密码更新失败
zh_hant: ID撤銷密碼更新失敗
